{
  "website":{
    "title": "Andrey's blog"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "About me",
    "des": "I am a Python engineer with website development, automation Ops and writing scripts experience. Life is a continuous learning process, so work makes me more rigorous, travel makes my life more colorful. I can make lots of friends when I coding and travel."
  },
  "skills":{
    "my_skills": "My skills"
  },
  "projects":{
    "my_projects": "My projects",
    "saplatform": "Saplatform is a automated service for operations, it has asset management, project release, database access function, it can control mass servers.",
    "jalpc": "Jalpc is a simple, beautiful and swift theme for Jekyll. It has comprehensive function, it can be easily used and edited. It's adapted for many kinds devices.",
    "angularjs": "It is a web font application written by Angularjs and deployed by Jekyll on github (gh-pages), the backend platform is Leancloud, you can use Parse as well.",
    "rsser": "Rsser is an Ionic application, with this application we can read news and articles freely, you can add rss address from the given list and add it manually."
  },
  "career":{
    "my_career": "My career",
    "postgraduate": "ITMO University",
    "postgraduate_des": "The title of dissertation is Virtualization environment protection by excluding unauthorized access to the components of the virtual infrastructure and by acting on them.",
    "postgraduate_date": "2015-2019",
    "postgraduate_job": "Postgraduate student | 05.13.19 Information protection methods and systems, information security | 5.0/5.0",
    "infoenergo": "ALPHA-INTEGRATOR-INFOENERGO Co.Ltd.",
    "infoenergo_des": "Developing and maintaining Oracle based .Net applications, including both back-end and front-end parts. Tools and technologies - Oracle PL/SQL, ADO.NET, C#, XML, Java.",
    "infoenergo_date": "December 2012 - present",
    "infoenergo_job": "Senior software developer of billing department | Saint Petersburg, Russian Federation",
    "specialist": "ITMO University",
    "specialist_des": "The title of graduate qualification work is Development of a method of authorization using a two-dimensional matrix barcode symbology QR Code in the protected information system of remote banking service of physical persons of Open joint-stock company Sberbank of Russia.",
    "specialist_date": "2010-2015",
    "specialist_job": "Information security specialist | 090104.65 Complex protection of the information objects",
    "school": "Non-profit joint-stock company Republican physics and mathematics school | Almaty, Kazakhstan",
    "school_des": "School olympiads participant and winner in mathematics, physics and computer science (list of olympiads approved by the Russian council of school olympiads).",
    "school_date": "2006-2010",
    "school_job": "School graduate | Physico-mathematical direction | 5.0/5.0"
  },
  "blog":{
    "my_blog": "My blog"
  },
  "link":{
    "link": "Link"
  }

}
